Revit 2027 API
EnergyAnalysisZone.CoolingAirTemperature Property
 The cooling air temperature in unit Kelvin (K).
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CoolingAirTemperature { get; }
Public ReadOnly Property CoolingAirTemperature As Double
	Get
public:
property double CoolingAirTemperature {
	double get ();
}
member CoolingAirTemperature : float with get
Property Value
Double
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace